data remove storage builder_and_redstoner:themes themes

data merge storage builder_and_redstoner:themes { \
    themes: [ \
        "太阳", \
        "天空", \
        "深渊", \
        "梦境", \
        "起源", \
        "未来", \
        "遗迹", \
        "孤岛", \
        "禁区", \
        "迷雾", \
        "黎明", \
        "黄昏", \
        "极地", \
        "绿洲", \
        "源泉", \
        "潮汐", \
        "永恒", \
        "风暴", \
        "广场", \
        "花园", \
        "据点", \
        "营地", \
        "城门", \
        "门户", \
        "阶梯", \
        "纪念", \
        "寒霜", \
        "烈焰", \
        "通道", \
        "断层", \
        "祭坛", \
        "聚落", \
        "孤峰", \
        "森林", \
        "高塔", \
        "荒原", \
        "星落", \
        "晨星" \
    ] \
}
